Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Landrø has also been a visiting professor at the Colorado School of Mines in the US (2005-2006).
nb: Landrø har også vært gjesteprofessor ved Colorado School of Mines i USA (2005-2006).

source: Landrø was the project coordinator for the EU research project ATLASS (Analysis of Time LapSe Seismic data).
nb: Landrø var prosjektkoordinator for EU-forskningsprosjektet ATLASS (Analysis of Time LapSe Seismic data).

source: From 2005 to 2009, he was the project leader for a Research Council of Norway project for analysis for four-dimensional seismic data (PETROMAKS).
nb: Fra 2005 til 2009 var han prosjektleder for et Forskningsrådsprosjekt for analyse av 4-dimensjonale seismikkdata (PETROMAKS).

source: From 2009 and up to 2013, he headed a research project on improved mapping and monitoring of oil reservoirs.
nb: Fra 2009 og fram til 2013 ledet han et forskningsprosjekt om forbedret kartlegging og overvåkning av oljereservoarer.

source: Since Landrø started working at NTNU 1999, he has advised 77 master students and has been an adviser and co-adviser for 21 doctorate students.
nb: Siden Landrø begynte ved NTNU i 1999, har han veiledet 77 masterstudenter og vært veileder og medveileder for 21 doktorgradsstudenter.

source: He is described as a skilled and inspiring lecturer who helps spread important knowledge to newly qualified engineers.
nb: Han beskrives som en dyktig og inspirerende foreleser som bidrar til å spre viktig kunnskap til nyutdannede sivilingeniører.

source: Martin Landrø has received a number of awards, both for his scientific work and for his ability to inspire and communicate.
nb: Martin Landrø har mottatt en rekke priser, både for sitt vitenskapelige arbeid og for sin evne til å inspirere og kommunisere.

source: He has an extensive list of publications, and has given a number of presentations in and outside Norway.
nb: Han har en omfattende liste over publikasjoner, og han har gitt en rekke presentasjoner i og utenfor Norge.

source: Contact in the NPD: Mariann Dalland, tel.
nb: Kontaktperson i OD: Mariann Dalland, tlf.

source: The Norwegian Petroleum Directorate’s new management group
nb: Oljedirektoratets nye ledelse

source: “The most important reason for the changes is that we want to improve management capacity.
nb: «Den viktigste årsaken til endringene er at vi ønsker å bedre lederkapasiteten.

source: The NPD’s tasks have increased in recent years, and there are more of us,” says director general Bente Nyland.
nb: OD har fått flere oppgaver de siste årene, og vi er blitt flere medarbeidere,» sier oljedirektør Bente Nyland.

source: “More than ten years have passed since we were the first government agency to introduce a flat, team-based organisation.
nb: «Mer enn ti år er gått siden vi som første statlige etat innførte en flat, lagbasert organisasjon.

source: We will largely be keeping this structure.”
nb: Den holder vi i hovedsak fast på.»

source: Four directors report directly to director general Bente Nyland.
nb: Fire direktører rapporterer direkte til oljedirektør Bente Nyland.

source: They are Sissel Eriksen (Exploration), Ingrid Sølvberg (Development and operations), Kjell Agnar Dragvik (Analysis and framework) and Inger Lise Strømme (Data management and organisation).
nb: Det er Sissel Eriksen (Leting), Ingrid Sølvberg (Utbygging og drift), Kjell Agnar Dragvik (Analyser og rammer) og Inger Lise Strømme (Dataforvaltning og organisasjon).

source: They will constitute the NPD’s strategic management going forward.
nb: Disse utgjør fra i dag ODs strategiske ledergruppe.

source: Twelve assistant directors make up the NPD’s operative management.
nb: Tolv underdirektører utgjør ODs operative ledelse.

source: They are Stig-Morten Knutsen (NPD Harstad), Oddny Svendsen, Wenche Tjelta Johansen, Tomas Mørch, Kjetil Aasoldsen, Kalmar Ildstad, Øyvind Kirkhus, Arne Holhjem, Kirsti Veggeland, Gunnar Mån Østebø and Maria Juul.
nb: Det er Stig-Morten Knutsen (OD Harstad), Oddny Svendsen, Wenche Tjelta Johansen, Tomas Mørch, Kjetil Aasoldsen, Kalmar Ildstad, Øyvind Kirkhus, Arne Holhjem, Kirsti Veggeland, Gunnar Mån Østebø og Maria Juul.

source: The last position, assistant director for systems development and ICT, has not yet been filled.
nb: Den siste stillingen, som er underdirektør for systemutvikling og IKT, er ikke besatt.

source: Information from the three atlases has been updated, and the new atlas also contains a more detailed description of the method behind the mapping.
nb: Informasjonen fra de tre atlasene er oppdatert, og samleutgaven inneholder også en utvidet beskrivelse av metodikken bak kartleggingen.

source: The NPD has published separate atlases for the Norwegian Sea, Barents Sea and the Norwegian part of the North Sea on behalf of the Ministry of Petroleum and Energy since 2011.
nb: På oppdrag fra Olje- og energidepartementet har OD siden 2011 utgitt separate atlaser for Norskehavet, Barentshavet og den norske delen av Nordsjøen.

source: The atlases show that it is possible to store more than 80 billion tonnes of carbon dioxide on the shelf.
nb: De viser at det er mulig å lagre mer enn 80 milliarder tonn karbondioksid på sokkelen.

source: This volume corresponds to 1000 years of the current Norwegian CO2 emissions.
nb: Mengden tilsvarer dagens norske CO2-utslipp i 1000 år.

source: “We have had a vast amount of data at our disposal,” says the NPD’s project manager, Eva Halland.
nb: «Vi har hatt et stort tilfang av data,» sier Oljedirektoratets prosjektleder, Eva Halland.

source: “We brought with us more than 40 years of experience from the petroleum activities and knowledge gained from several R&D projects in this work.”
nb: «Vi har brakt med oss mer enn 40 års erfaringer fra petroleumsaktiviteten og kunnskap fra flere FoU-prosjekter inn i dette arbeidet.»

source: The NPD has mapped formations filled with seawater – saline aquifers – and other structures in the subsurface on the shelf, including shutdown oil and gas fields.
nb: Oljedirektoratet har kartlagt formasjoner fylt med sjøvann – saline akviferer – og andre strukturer i undergrunnen på sokkelen, blant annet nedstengte olje- og gassfelt.

source: Based on knowledge regarding reservoir properties, sealing rocks, migration routes, storage capacity and monitoring methods, the NPD has assessed whether these structures are suitable for long-term and safe storage of CO2.
nb: Basert på kunnskap om reservoaregenskaper, forseglingsbergarter, migrasjonsruter, lagringskapasitet og overvåkingsmetoder, har OD vurdert hvorvidt disse strukturene egner seg til langvarig og sikker lagring av CO2.

source: “There are areas with a high content of natural CO2 in the gas that is found on the Norwegian shelf,” adds Halland.
nb: Det er områder med høyt innhold av naturlig CO2 i gassen som er funnet på norsk sokkel, legger Halland til.

source: Currently, CO2 is separated from the gas on the Sleipner Vest, Snøhvit and Gudrun fields, and stored in water-filled geological formations.
nb: I dag blir CO2 skilt ut fra gassen på feltene Sleipner Vest, Snøhvit og Gudrun og lagret i vannfylte geologiske formasjoner.

source: This could also become necessary on several future field developments.
nb: Dette kan bli nødvendig å gjøre på flere framtidige feltutbygginger.

source: Both water-filled formations and geological structures that could be suitable for this purpose are therefore mapped.
nb: Både vannfylte geologiske formasjoner og geologiske strukturer som kan egne seg til dette formålet er derfor kartlagt.

source: The Ministry of Petroleum and Energy has drafted regulations for transport and storage of CO2 (Norwegian only).
nb: Olje- og energidepartementet har laget utkast til forskrift om transport og lagring av CO2.

source: The draft is currently out for consultation, with a deadline of 28 May.
nb: Utkastet er for tiden ute på høring, med svarfrist den 28. mai.

source: Now the industry needs to get involved,” says Eva Halland.
nb: Nå er det industrien som må på banen,» sier Eva Halland.

source: The compiled atlas and the three previous publications can be downloaded free of charge from the NPD’s website.
nb: Samleatlaset og de tre tidligere utgivelsene kan lastes ned gratis fra direktoratets nettsted.

source: Wellbore 6706/12-1 will be drilled by the Transocean Leader drilling facility at position 67°02`43.30" N and 06°52´37.60" E.
nb: Brønnbanen 6706/12-1 skal bores fra boreinnretningen Transocean Leader i posisjon 67°02`43,30" N og 06°52´37,60" Ø.

source: The drilling program for wellbore 6706/12-1 relates to drilling of a wildcat well in production licence 394.
nb: Boreprogrammet for brønnbane 6706/12-1 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 394.

source: StatoilHydro ASA is the operator with a 75% ownership interest, and the other partners are ExxonMobil Exploration & Production Norway AS with 15% and ConocoPhillips Skandinavia AS with 10%.
nb: StatoilHydro ASA er operatør med 75 % og partnerene er ExxonMobil Exploration & Production Norway AS 15 % og ConocoPhillips Skandinavia AS 10%

source: Well 6706/12-1 is situated about 294 km from Brønnøysund and consists of blocks 6706/12 and 6707/10.
nb: Brønn 6706/12-1 ligger omlag 294 kilometer fra Brønnøysund og består av blokkene 6706/12 og 6707/10.

source: Production licence 218 was awarded in the 15th round in 1996, with BP Petroleum Dev. of Norway AS as operator.
nb: Utvinningstillatelsen 218 ble tildelt 15-runde i 1996 med BP Petroleum Dev.

source: Wildcat well 6706/12-1 is the second well in production licence 218.
nb: Undersøkelsesbrønn 6706/12-1 er den andre brønnen i utvinningstillatelsen 218.

source: The first was well 6707/10-1 (Luva).
nb: Den første var brønnen 6707/10-1 (Luva).

source: The drilling permit is issued contingent upon the operator securing all other permits and consents required by other authorities prior to commencing the drilling activity.
nb: Boretillatelsen forutsetter at de øvrige tillatelsene og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Contact in the NPD: Eldbjørg Vaage Melberg, tlf: +47 51 87 61 00
nb: Kontaktperson i OD Eldbjørg Waage Melberg, tlf 51876100

source: The map, "The Norwegian Continental Shelf" shows all fields, discoveries, licensed area and area opened for exploration as of 16th june 2014.
nb: Kartet "Den norske kontinentalsokkel" viser blant annet alle felt, funn, tildelte områder og områder åpnet for leting per 16. juni 2014.

source: You can download the entire map, or just a section of the map in pdf or jpg format.
nb: Hele kartet eller utsnitt av kartet kan lastes ned i pdf- eller jpg-format.

source: Download or order the map:
nb: Last ned eller bestill kartet:

source: Continental shelf map >>
nb: Sokkelkart >>

source: Facts 2014 was prepared by the Ministry of Petroleum and Energy (MPE) and the Norwegian Petroleum Directorate (NPD).
nb: Fakta 2014 er utarbeidet av Olje- og energidepartementet (OED) og Oljedirektoratet (OD).

source: The booklet describes Norwegian petroleum policy.
nb: Heftet beskriver norsk petroleumspolitikk.

source: Up-to-date information on fields and discoveries on the Norwegian shelf, which has previously been included in the printed issues of the booklet, is available on the NPD’s Fact Pages.
nb: Oppdatert informasjon om felt og funn på norsk sokkel, som i tidligere utgaver har vært en del av det trykte heftet, er tilgjengelig på ODs faktasider.

source: Up-to-date information on fields, wells, production, operators, licensees, news and maps is also available in the NPD’s new native apps for Android and Windows Phone (from about 15 May), as well as an app for iPhone.
nb: Oppdatert informasjon om felt, brønner, produksjon, operatører, rettighetshavere, nyheter og kart er også tilgjengelig på ODs nye native apper for Android og Windows Phone (fra om lag 15. mai), og på app for iPhone.

source: Read the MPE press release >>
nb: Les OEDs pressemelding >>

source: Read more about fields and discoveries on the Norwegian shelf (NPDs FactPages) >>
nb: Les mer om felt og funn på norsk sokkel (ODs Faktasider) >>

source: PDF: Facts 2014
nb: Last ned pdf: Fakta 2014

source: Order free paper version here >>
nb: Bestill gratis papirversjon >>

source: text: Jan Stenløkk and Harald Brekke. foto: Jan Stenløkk
nb: tekst: Jan Stenløkk og Harald Brekke. foto: Jan Stenløkk

source: Such cooperation forms the basis for a major three-year programme launched in 2006.
nb: Hensikten er å studere geologien i de nordlige områdene.

source: The goal is to achieve a better understanding of geological developments in this region, with particular emphasis on its volcanic history and how it has risen.
nb: Hensikten er å få bedre innsikt i den geologiske utviklingen av denne delen av kontinentalsokkelen, med spesiell vekt på den vulkanske historien og hvordan området har hevet seg.

source: The partnership will eventually be expanded to include the universities of Oslo, Bergen and Tromsø, the Norwegian Polar Institute and the Norwegian Geological Survey.
nb: Samarbeidet blir etter hvert utvidet til å inkludere universitetene i Oslo, Bergen og Tromsø, Polarinstituttet og Norges geologiske undersøkelse.

source: Geological and geophysical data have been collected from the Knipovich Ridge west of Spitsbergen this year by the Akademik Nikolai Strakhov research ship.
nb: I år er det samlet inn geologiske og geofysiske data med forskningsskipet Akademik Nikolay Strakhov over Knipovichryggen i havområdet vest for Spitsbergen.

source: Owned by the RAS, this vessel sailed from Kaliningrad in mid-August and returned to Russia two months later.
nb: Skipet, som eies av RAS, gikk fra Kaliningrad i midten av august og returnerte til Russland i midten av oktober.

source: Data and samples are now being processed for further analysis.
nb: Data og prøvematerialet gjøres nå klart for videre analyse.

source: Field work As part of the project, the NPD and its Russian partners undertook a two-week geological and geophysical field trip during August at the mouth of the Is Fjord on Spitsbergen.
nb: I august gjennomførte OD og de russiske samarbeidspartnere to ukers geologisk og geofysisk feltarbeid ytterst i Isfjorden på Spitsbergen.

source: Geological studies on land were concentrated in the Festningen area between the Is Fjord radio station and the Russian settlement at Barentsburg.
nb: Geologene på land konsentrerte seg om det såkalte Festningenområdet som ligger mellom Isfjorden Radio og Barentsburg.

source: Despite a great deal of bad weather and difficult field conditions, a number of samples were collected for subsequent analysis.
nb: Til tross for mye dårlig vær og vanskelige feltforhold, ble det samlet inn en rekke prøver for seinere bearbeiding.

source: Mapping will continue next year in Svalbard before moving on to Franz Josef Land in the Russian Barents Sea and across to the northern end of Novaya Zemlya.
nb: Neste år fortsetter kartleggingen over Svalbard og videre til Frans Josefs Land på russisk side.

source: Geological field work on land will supplement and bind together geophysical surveys at sea.
nb: Geologisk feltarbeid på land skal supplere og binde sammen geofysiske undersøkelser i havet.

source: The well was drilled about two kilometres south of the discovery well 7324/8-1 and 315 kilometres north of Hammerfest.
nb: Brønnen er boret om lag to kilometer sør for funnbrønnen 7324/8-1 og 315 kilometer nord for Hammerfest.

source: Discovery 7324/8-1 was proven in reservoir rocks from the Middle and Early Jurassic (upper part of the Realgrunnen sub-group) in 2013.
nb: Funnet 7324/8-1 ble påvist i reservoarbergarter fra mellom- og tidligjura (øvre del av Realgrunnenundergruppen) i 2013.

source: Before appraisal well 7324/8-3 was drilled, the operator’s resource estimate for the Wisting area was between 22 and 80 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Før avgrensningsbrønn 7324/8-3 ble boret, var operatørens ressursanslag for Wisting-området på mellom 22 og 80 millioner standardkubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The objective of the well was to collect data to reduce uncertainties as regards the recoverable volumes, as well as to perform a water injection test in reservoir rocks in the Stø formation and a seismic monitoring study.
nb: Hensikten med brønnen var å samle inn data for å redusere usikkerhetene i de utvinnbare volumene, samt å utføre en vanninjeksjonstest i reservoarbergarter i Støformasjonen og et seismisk monitoreringsstudium.

source: Well 7324/8-3 encountered an oil column of about 55 metres in sandstones from the Middle Jurassic to Late Triassic (Stø and Fruholmen formations).
nb: Brønn 7324/8-3 traff på en om lag 55 meter oljekolonne i sandsteiner av mellomjura til sentrias alder (Stø- og Fruholmenformasjonene).

source: The Stø formation has very good reservoir properties, while the Fruholmen formation has moderate to good reservoir properties.
nb: Støformasjonen har meget gode resevoaregenskaper, mens Fruholmenformasjonen har moderate til gode reservoaregenskaper.

source: The resource estimate on the Wisting discovery will be updated based on evaluation of the new well data.
nb: Ressursestimatet på Wisting-funnet vil bli oppdatert basert på evaluering av de nye brønndataene.

source: The result will be important for future maturing of the Wisting area with regard to a potential development.
nb: Resultatet blir viktig for videre modning av Wisting-området med hensyn til en mulig utbygging.

source: A successful water injection test has been completed in the Stø formation.
nb: En vellykket vanninjeksjonstest er gjennomført i Støformasjonen.

source: The formation test showed good injection properties.
nb: Formasjonstesten viste gode injeksjonsegenskaper.

source: Appraisal well 7324/8-3 was drilled to a vertical depth of 775 metres below the sea surface, and was terminated in the Fruholmen formation from the Late Triassic Age.
nb: Avgrensningsbrønn 7324/8-3 ble boret til et vertikalt dyp av 775 meter under havflaten, og ble avsluttet i Fruholmenformasjonen av sentrias alder.

source: Water depth at the site is 396 metres.
nb: Havdypet er 396 meter.

source: This is the sixth exploration well in production licence 537.
nb: Dette er den sjette letebrønnen i utvinningstillatelse 537.

source: Well 7324/8-3 was drilled by the Island Innovator drilling facility.
nb: Brønn 7324/8-3 ble boret av boreinnretningen Island Innovator.

source: His duties will include responsibility for the annual Awards in Pre-defined Areas (APA).
nb: Han får blant annet ansvar for de årlige tildelingene i forhåndsdefinerte områdene (TFO).

source: He will be part of the management team under exploration director Sissel Eriksen.
nb: Han inngår i ledergruppen til letedirektør Sissel Eriksen.

source: Knutsen has broad experience from various aspects of the petroleum activities.
nb: Knutsen har bred erfaring fra ulike sider ved petroleumsvirksomheten.

source: He is a geologist, and also holds a BSc in psychology.
nb: Han er utdannet geolog, i tillegg har han en bachelorgrad i psykologi.

source: Stig-Morten Knutsen has nearly 25 years of work experience from Hydro, and completed both an MSc and PhD during this time.
nb: Stig-Morten Knutsen har nesten 25 års fartstid fra Hydro, og fullførte både master- og doktorgrad mens han var ansatt der.

source: After a few years as a consultant, he was hired as exploration manager in Greenland’s national oil company Nunaoil.
nb: Etter noen år som konsulent, ble han ansatt som letesjef i Grønlands statsoljeselskap Nunaoil.

source: Eight exploration wells were drilled during his three-to-four-year tenure here.
nb: I løpet av de tre-fire årene han var der, ble det boret åtte letebrønner.

source: Grønland has a very large shelf, and 14 exploration wells have so far been drilled here.
nb: Grønland har en svært stor sokkel hvor det til nå er boret 14 letebrønner.

source: No commercial discoveries have been made, but vast areas have yet to be surveyed.
nb: Det er ikke gjort kommersielle funn, men enorme områder er ennå ikke kartlagt.

source: Before he started working for the NPD, he held management positions at the research institutions Roald Amundsen Petroleum Research and ARCEx in Tromsø.
nb: Før han begynte i OD, hadde Knutsen lederstillinger ved forskningsinstitusjonene Roald Amundsen Petroleum Research og ARCEx i Tromsø.

source: The deadline for nominations was 14 January.
nb: Nominasjonsfristen gikk ut 14. januar.

source: 37 companies participated in the nominations for the previous licensing round.
nb: I forrige konsesjonsrunde var 37 selskap med i nominasjonen.

source: 160 blocks or parts of blocks have been nominated, 86 blocks have been nominated by two or more companies.
nb: 160 blokker eller deler av blokker er nominert, 86 blokker er nominert av to eller flere selskap.

source: "It is gratifying to see such significant interest in this round.
nb: "Det er gledelig at det er så stor interesse for denne runden.

source: We see that the blocks nominated by the companies coincide with the NPD's views on potential resources, both for the new areas in the south-eastern Barents Sea and in the areas around the new discoveries in the Barents Sea," says Sissel Eriksen, exploration director in the Norwegian Petroleum Directorate.
nb: Vi ser at blokkene som selskapene nominerer sammenfaller med ODs syn på potensielle ressurser både for de nye områdene i Barentshavet sørøst og i områdene rundt de nye funnene i Barentshavet, " sier Sissel Eriksen, direktør for leting i Oljedirektoratet.

source: The companies were asked to focus on the new areas in the south-eastern Barents Sea, but there is also considerable interest in the rest of the Barents Sea and the Norwegian Sea.
nb: Selskapene ble bedt om å fokusere på de nye områdene i Barentshavet sørøst, men det er også stor interesse for resten av Barentshavet og Norskehavet.

source: ”This is probably linked to the exciting discoveries made in recent years," comments the exploration director.
nb: ”Dette henger nok sammen med de spennende funnene som er gjort de siste åra,” kommenterer letedirektøren.

source: The oil companies have expressed their views on which blocks they consider interesting.
nb: Oljeselskapene har kommet med sitt syn på hvilke blokker de vurderer som interessante.

source: Now the authorities will draw up a proposal for which blocks will be announced.
nb: Nå skal myndighetene utarbeide et forslag om hvilke blokker som skal lyses ut.

source: This proposal will be subject to a public consultation process, where all relevant public interests have been invited to give their opinion.
nb: Dette forslaget skal ut på offentlig høring, der alle relevante samfunnsinteresser er invitert for å si sin mening.

source: The Government will decide which blocks will be announced based on an overall assessment.
nb: Regjeringen avgjør hvilke blokker som skal lyses ut fra en helhetsvurdering.

source: The companies that have nominated blocks are:
nb: Selskapene som har nominert blokker er:

source: The companies were invited to nominate blocks on 28 August 2013.
nb: Selskapene ble inviterte til å nominere blokker 28. august 2013.

source: In accordance with the practice followed in recent licensing rounds, the companies were encouraged to limit their nominations to the 15 blocks they deem most interesting.
nb: I samsvar med praksisen de siste rundene, ble selskapene oppfordret til å avgrense antall nominerte blokker til de 15 de finner mest interessante.

source: The further schedule for the 23rd licensing round will be determined following the public consultation process.
nb: Videre tidsplan for den 23. konsesjonsrunden vil bli fastsatt etter den offentlige høringen.
